[
    {
        "id": 1,
        "title": "Modulation of frontal gamma oscillations improves working memory in schizophrenia",
        "content": "Schizophrenia is a debilitating mental disorder that is associated with cognitive deficits. Impairments in cognition occur early in the course of illness and are associated with poor functional outcome, but have been difficult to treat with conventional treatments. Recent studies have implicated abnormal neural network dynamics and impaired connectivity in frontal brain regions as possible causes of cognitive deficits. For example, high-frequency, dorsal-lateral prefrontal oscillatory activity in the gamma range (30–50 Hz) is associated with impaired working memory in individuals with schizophrenia. In light of these findings, it may be possible to use EEG neurofeedback (EEG-NFB) to train individuals with schizophrenia to enhance frontal gamma activity to improve working memory and cognition. In a single-group, proof-of-concept study, 31 individuals with schizophrenia received 12 weeks of twice weekly EEG-NFB to enhance frontal gamma band response. EEG-NFB was well-tolerated, associated with increased gamma training threshold, and significant increases in frontal gamma power during an n-back working memory task. Additionally, EEG-NFB was associated with significant improvements in n-back performance and working memory, speed of processing, and reasoning and problem solving on neuropsychological tests. Change in gamma power was associated with change in cognition. Significant improvements in psychiatric symptoms were also found. These encouraging findings suggest EEG-NFB targeting frontal gamma activity may provide a novel effective approach to cognitive remediation in schizophrenia, although placebo-controlled trials are needed to assess the effects of non-treatment related factors.",
        "link": "https://doi.org/10.1016/j.nicl.2020.102339",
        "author": "Fiza Singh, I-Wei Shu, Sheng-Hsiou Hsu, Peter Link, Jaime A. Pineda, Eric Granholm",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-01.jpg",
        "date": "Jul. 10, 2020",
        "category": "Papers"
    },
    {
        "id": 2,
        "title": "A Systematic Review of the Potential Use of Neurofeedback in Patients With Schizophrenia",
        "content": "Schizophrenia (SCZ) is a neurodevelopmental disorder characterized by positive symptoms (hallucinations and delusions), negative symptoms (anhedonia, social withdrawal) and marked cognitive deficits (memory, executive function, and attention). Current mainstays of treatment, including medications and psychotherapy, do not adequately address cognitive symptoms, which are essential for everyday functioning. However, recent advances in computational neurobiology have rekindled interest in neurofeedback (NF), a form of self-regulation or neuromodulation, in potentially alleviating cognitive symptoms in patients with SCZ. Therefore, we conducted a systematic review of the literature for NF studies in SCZ to identify lessons learned and to identify steps to move the field forward. Our findings reveal that NF studies to date consist mostly of case studies and small sample, single- group studies. Despite few randomized clinical trials, the results suggest that NF is feasible and that it leads to measurable changes in brain function. These findings indicate early proof-of-concept data that needs to be followed up by larger, randomized clinical trials, testing the efficacy of NF compared to well thought out placebos. We hope that such an undertaking by the field will lead to innovative solutions that address refractory symptoms and improve everyday functioning in patients with SCZ.",
        "link": "https://academic.oup.com/schizophreniabulletin/advance-article-abstract/doi/10.1093/schbul/sbaa033/5781182",
        "author": "Veronica Gandara, Jaime A. Pineda, I-Wei Shu, Fiza Singh",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-02.jpg",
        "date": "2020",
        "category": "Papers"
    },
    {
        "id": 3,
        "title": "Novel EEG-Based Neurofeedback System Targeting Frontal Gamma Activity of Schizophrenia Patients to Improve Working Memory",
        "content": "Patients with schizophrenia (SCZ) exhibit working memory (WM) deficits that are associated with deficient dorsal-lateral prefrontal cortical activity, including decreased frontal gamma power. We thus hypothesized that training SCZ patients to increase frontal gamma activity would improve their WM performance. We administered electroencephalographic (EEG) neurofeedback (NFB) to 31 participants with SCZ for 12 weeks (24 sessions), which provides real-time visual and auditory feedback related to frontal gamma activity. The EEG-NFB training significantly improved EEG markers of optimal working memory, e.g., frontal P3 amplitude and gamma power. Based on these promising results, we developed a novel, EEGLAB/MATLAB-based brain-computer interface (BCI) that delivers F3-F4 gamma coherence NFB with a dynamic threshold to SCZ patients randomized in a double-blind, placebo- controlled clinical trial. The BCI significantly increased F3- F4 gamma coherence after 12 weeks (24 sessions) of training, according to data from the first 12 subjects (n = 6/group) who completed gamma- or placebo-NFB training.",
        "link": "https://doi.org/10.1109/EMBC44109.2021.9630325",
        "author": "Yayu Lin, I-Wei Shu, Shen-Hsiou Hsu, Jaime A. Pineda, Eric L. Granholm, Fiza Singh",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-03.jpg",
        "date": "2021",
        "category": "Papers"
    },
    {
        "id": 4,
        "title": "A Focused Review of Gamma Neuromodulation as a Therapeutic Target in Alzheimer's Spectrum Disorders",
        "content": "The aging population of the world is increasing at an unprecedented rate which is expected to lead to a corresponding unparalleled increase in age-related diseases. Of particular concern are the large number of older adults expected to develop Alzheimer's disease (AD), which will require extraordinary local, national and worldwide healthcare resources. In this context, innovative interventions are needed urgently to delay AD onset and thereby give our healthcare systems time to prepare and provide meaningful care to our aging populations. This focused review discusses the crucial role of frontal gamma oscillations as a therapeutic target to delay or ameliorate cognitive decline in AD. Frontal gamma oscillations, including from prefrontal cortical areas, serve as a biomarker for working memory and other cognitive functions, and their impairment is observed before clinical symptoms manifest. This review evaluates evidence from animal models and human subjects to highlight the correlation between gamma wave abnormalities and cognitive deterioration. Furthermore, the review summarizes 11 clinical studies using neuromodulation techniques designed to stimulate gamma oscillations in mild cognitive impairment (MCI) and AD patients, including transcranial electrical stimulation, transcranial magnetic stimulation, and rhythmic sensory stimulation. These interventions have shown promise in mitigating early-stage cognitive decline, as evidenced by improved performance on memory tests, increased gamma oscillatory responses, and some have even shown reduced brain atrophy. These early studies suggest that treatments that strengthen frontal gamma oscillatory responses through neuromodulation are a promising approach to delay cognitive decline, that may serve as an adjunct to other therapies or as a standalone treatment in some populations.",
        "link": "https://doi.org/10.1016/j.nicl.2024.103562",
        "author": "I-Wei Shu, Yayu Lin, Eric Granholm, Fiza Singh",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-04.jpg",
        "date": "Feb. 28, 2024",
        "category": "Papers"
    },
    {
        "id": 5,
        "title": "Targeting Frontal Gamma Activity with Neurofeedback to Improve Working Memory in Schizophrenia",
        "content": "Optimalworkingmemory(WM),thementalabilitytointernallymaintain and manipulate task-relevant information, requires coordinated activity of dorsallateral prefrontal cortical (DLPFC) neurons. More specifically, during delay periods of tasks with WM features, DLPFC microcircuits generate persistent, stimulus-specific higher-frequency (e.g., gamma) activity. This activity largely depends on recurrent connections between parvalbumin positive inhibitory interneurons and pyramidal neurons in more superficial DLPFC layers. Due to the size and organization of pyramidal neurons (especially apical dendrites), local field potentials generated by DLPFC microcircuits are strong enough to pass outside the skull and can be detected using electroencephalography (EEG). Since patients with schizophrenia (SCZ) exhibit both DLPFC and WM abnormalities, EEG markers of DLPFC microcircuit activity during WM may serve as effective biomarkers or treatment targets. In this review, we summarize converging evidence from primate and human studies for a critical role of DLPFC microcircuit activity during WM and in the pathophysiology of SCZ. We also present a meta-analysis of studies available in PubMed specifically comparing frontal gamma activity between participants with SCZ and healthy controls, to determine whether frontal gamma activity may be a valid biomarker or treatment target for patients with SCZ. We summarize the complex cognitive and neurophysiologic processes contributing to neural oscillations during tasks with WM features, and how such complexity has stalled the development of neurophysiologic biomarkers and treatment targets. Finally, we summarize promising results from early reports using neuromodulation to target DLPFC neural activity and improve cognitive function in participants with SCZ, including a study from our team demonstrating that gamma-EEG neurofeedback increases frontal gamma power and WM performance in participants with SCZ. From the evidence discussed in this review, we believe the emerging field of neuromodulation, which includes extrinsic (electrical or magnetic stimulation) and intrinsic (EEG neurofeedback) modalities, will, in the coming decade, provide promising treatment options targeting specific neurophysiologic properties of specific brain areas to improve cognitive and behavioral health for patients with SCZ.",
        "link": "https://link.springer.com/article/10.1007/s40474-022-00052-x",
        "author": "I-Wei Shu, Eric L. Granholm, Fiza Singh",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-05.jpg",
        "date": "2022",
        "category": "Papers"
    },
    {
        "id": 6,
        "title": "Revisiting the Potential of EEG Neurofeedback for Patients With Schizophrenia",
        "content": "",
        "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7896542/",
        "author": "Fiza Singh, I-Wei Shu, Eric Granholm, Jaime A. Pineda",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-06.jpg",
        "date": "2020",
        "category": "Papers"
    }
]
