[
    
    {
        "id": 1,
        "title": "Modulation of frontal gamma oscillations improves working memory in T schizophrenia",
        "content": "Schizophrenia is a debilitating mental disorder that is associated with cognitive deficits. Impairments in cognition occur early in the course of illness and are associated with poor functional outcome, but have been difficult to treat with conventional treatments. Recent studies have implicated abnormal neural network dynamics and impaired connectivity in frontal brain regions as possible causes of cognitive deficits. For example, high-frequency, dorsal-lateral prefrontal oscillatory activity in the gamma range (30–50 Hz) is associated with impaired working memory in individuals with schizophrenia. In light of these findings, it may be possible to use EEG neurofeedback (EEG-NFB) to train individuals with schizophrenia to enhance frontal gamma activity to improve working memory and cognition. In a single-group, proof-of-concept study, 31 individuals with schizophrenia received 12 weeks of twice weekly EEG-NFB to enhance frontal gamma band response. EEG-NFB was well-tolerated, associated with increased gamma training threshold, and significant increases in frontal gamma power during an n-back working memory task. Additionally, EEG-NFB was associated with significant improvements in n-back performance and working memory, speed of processing, and reasoning and problem solving on neuropsychological tests. Change in gamma power was associated with change in cognition. Significant improvements in psychiatric symptoms were also found. These encouraging findings suggest EEG- NFB targeting frontal gamma activity may provide a novel effective approach to cognitive remediation in schizophrenia, although placebo-controlled trials are needed to assess the effects of non-treatment related factors.",
        "author": "Fiza Singh, I-Wei Shu, Sheng-Hsiou Hsu, Peter Link, Jaime A. Pineda, Eric Granholm",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-01.jpg",
        "date": "Jul. 10, 2020",
        "category": "Papers"
    },
    {
        "id": 10,
        "title": "BrainGain® Passes Major Milestone in UCSD Clinical Trials",
        "content": "We are thrilled to announce that BrainGain® has successfully completed Phase II clinical trials at UCSD. The results demonstrate significant improvements in memory and cognitive function among participants, bringing us one step closer to bringing this transformative technology to market.",
        "author": "Dr. Fiza Singh",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-01.jpg",
        "date": "Aug. 30, 2025",
        "category": "News"
    },
    {
        "id": 11,
        "title": "New Features Added to BrainGain® App",
        "content": "We're excited to roll out new features in the BrainGain® app, including advanced neurofeedback analytics and personalized training plans. These updates are designed to enhance user experience and provide even more effective cognitive training.",
        "author": "Dr. I-Wei Shu",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-02.jpg",
        "date": "Aug. 27, 2024",
        "category": "Improvements"
    },
    {
        "id": 12,
        "title": "Join Our Beta Testing Program",
        "content": "We're inviting a select group of users to join our exclusive beta testing program for BrainGain®. As a beta tester, you'll have the opportunity to experience new features before anyone else and provide valuable feedback to help us refine the product.",
        "author": "Owen Yang",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-03.jpg",
        "date": "Aug 25",
        "category": "General"
    },
    {
        "id": 13,
        "title": "Partnership with Major Healthcare Provider Announced",
        "content": "BioSignal Solutions is proud to announce a strategic partnership with a leading healthcare provider. This collaboration will expand access to BrainGain® and support our mission to improve cognitive health for older adults.",
        "author": "Dr. I-Wei Shu",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-02.jpg",
        "date": "Aug. 22, 2025",
        "category": "News"
    },
    {
        "id": 14,
        "title": "Upcoming Webinar: The Science Behind BrainGain®",
        "content": "Join us for an in-depth webinar where our team of neuroscientists will explore the science behind BrainGain® and the latest advancements in neurofeedback technology. Learn how BrainGain® can help you unlock your brain's full potential.",
        "author": "Dr.",
        "authorImage": "https://cruip.github.io/cruip-dummy/waitlist-assets/author-01.jpg",
        "date": "Aug 20",
        "category": "Events"
    }
]
